brew "awscli"
brew "bat"
brew "codex"
brew "curl"
brew "difftastic"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "herdr"
brew "jq"
brew "neovim"
brew "opencode"
brew "python"
brew "rich"
brew "ripgrep"
brew "rumdl"
brew "rust"
brew "sevenzip"
brew "shfmt"
brew "starship"
brew "stow"
brew "tfenv"
brew "tldr"
brew "tmux"
brew "yazi"
brew "zoxide"
cask "1password"
cask "alacritty"
cask "brave-browser"
cask "claude-code"
cask "datagrip"
cask "font-jetbrains-mono-nerd-font"
cask "gh"
cask "ghostty"
cask "grammarly-desktop"
cask "helium-browser"
cask "intellij-idea"
cask "postman"
cask "spotify"
cask "visual-studio-code"
